const n=`#### 谧静幽原服务器规则第三版：

1. 个人建筑等财产请使用告示牌或圈地等方式声明所有者，受服务器规则保护。
2. 不得恶意破坏他人财产及地块，破坏未经确认但是事实确定为玩家资产的，按照破坏玩家资产对待。初次违反者将处以警告，多次违反将根据情节处以短期或永久封禁，情节恶劣者将直接处以永久封禁。
3. 不得在主世界中心地带及建筑区、出生点周围使用世吞或其它大面积破坏世界的行为 （不包括平整地形、平整山地）。初次违反者将处以警告并撤销其对世界的更改，情节恶劣且态度较差者将处以封禁。
4. 为维护大家的游戏体验，请不要在负载较高时做加大服务器负载的行为，可参考游戏中侧边栏的刻速度值。
5. 请在游戏中或相关社交平台中和谐交流。对他人造成精神损失者将根据情节禁言或封禁。
6. 在相关社交平台中可以自由讨论，但不要发送广告、引流或过多无关内容。首次警告，多次违反将视情节处以禁言或移除。
7. 禁止利用第三方辅助或游戏特性等做损害**其他玩家**游戏体验、破坏服务器**稳定性**的行为。

良好的游戏环境需共同维护，如存在不良行为，请反馈至群内。
\\
\\
Hgnim & Hygran\\
2026年3月24日宣
`;export{n as default};
